Re2e6/kepsilon/30g/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    back
    {
        type            empty;
        inGroups 1(empty);
        nFaces          98045;
        startFace       145361;
    }
    front
    {
         type            empty;
        inGroups 1(empty);
        nFaces          98045;
        startFace       243406;
    }
    airfoil
    {
          type            wall;
        inGroups 1(wall);
        nFaces          3168;
        startFace       341451;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          63;
        startFace       344619;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          79;
        startFace       344682;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       344761;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          79;
        startFace       344785;
    }
)

// ************************************************************************* //
